/* No comment provided by engineer. */
"Account or password not recognized" = "アカウントまたはパスワードが認識されませんでした";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "入力したユーザ名とパスワードではリモートサーバにログインできません。一方または両方が正しくないか、入力した情報が誤っている可能性があります。";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD フラットファイルおよび NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "ディレクトリサービスを設定できません";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "サーバに接続できません";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Back" = "戻る";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "caps lock 入";

/* No comment provided by engineer. */
"Delete directory domain?" = "ディレクトリドメインを削除しますか？";

/* Window Title */
"Directory Access: %@" = "ディレクトリアクセス：%@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "予期しないエラーが起きました。";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "ディレクトリサービスがリモートサーバにインストールされていないか、ディレクトリサービスが切になっているか、または入力した URL が誤っている可能性があります。";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "カギをかける前に変更内容を保存しますか？";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "終了する前に変更内容を保存しますか？";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "保存しない";

/* No comment provided by engineer. */
"Edit of Custom path" = "カスタムパスの編集";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "データバッファの割り当てに失敗しました。";

/* No comment provided by engineer. */
"Failed to allocate data list." = "データリストの割り当てに失敗しました。";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "文字列からデータリストを作成するのに失敗しました。";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "カスタム検索方式の変更に失敗しました。";

/* No comment provided by engineer. */
"Failed to change search policy." = "検索方式の変更に失敗しました。";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "データバッファの割り当て解除に失敗しました。";

/* No comment provided by engineer. */
"Failed to get directory node count." = "ディレクトリノード数の取得に失敗しました。";

/* No comment provided by engineer. */
"Failed to open directory node." = "ディレクトリノードを開くのに失敗しました。";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "ディレクトリドメインを取得するのに失敗しました。";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "プラグインリストを取得するのに失敗しました。";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "レコード属性のエントリを取得するのに失敗しました。";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "レコードエントリの取得に失敗しました。";

/* Error converting */
"IPv4 address required." = "IPv4 アドレスが必要です。";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "続ける";

/* No comment provided by engineer. */
"Please confirm deletion." = "削除を確認してください。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "プラグイン設定アプリケーション %@ を起動できませんでした。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "プラグイン設定アプリケーション %1$@ が不明です。設定ファイル %2$@ の編集を行ってみてください。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "プラグイン設定アプリケーション %1$@、または設定ファイル %2$@ を開けませんでした。";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "プラグイン設定アプリケーション %@ が不明です。";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "プラグイン設定ファイル %@ が不明です。";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "プラグインの設定は失敗しました";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Save Changes?" = "変更内容を保存しますか？";

/* No comment provided by engineer. */
"Server not found" = "サーバが見つかりません";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "選択したディレクトリドメインの一部はすでにカスタムパス内にあります。";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "入力した名前とパスワードではリモートサーバにログインできません。一方または両方が正しくないか、入力した情報が誤っている可能性があります。";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "リモートサーバでは異なるバージョンの Mac OS X を使用しています。両方のコンピュータで同じバージョンを使用している必要があります。";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "リモートサーバが使用できないか、入力した URL が誤っている可能性があります。";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "このディレクトリドメインはすでにカスタムパス内にあります。";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "このフィールドには、ASCII 文字（半角ローマ字）しか入力できません。";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "このプラグインは設定を必要としません。";

"kVerifyingNFSMountHeader" = "NFS サーバに接続中。";
"kVerifyingNFSMountBody" = "NFS の URL が有効であることを確認しています。確認せずに続けるには、“確認しない”をクリックしてください。";
"kVerifyingNFSMountOKBtnTitle" = "確認しない";
"kNFSMountNoResponseHeader" = "NFS サーバが応答しませんでした。";
"kNFSMountNoResponseBody" = "NFS サーバが応答しませんでした。このマウントを作成してもよろしいですか？";
"kNFSMountNoResponseOKBtnTitle" = "作成";
"kNFSMountGoodHeader" = "NFS サーバは正常に動作しているようです。";
"kNFSMountGoodBody" = "NFS サーバは応答したので、正常に動作しているようです。続けるには“OK”をクリックしてください。";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "パスワードが正しくありません。";
"kUserHomeDirBadPasswordBody" = "このユーザアカウントに入力したパスワードが正しくありません。";
"kUserHomeDirPassDoesntMatchImageHeader" = "アカウントのパスワードと FileVault ホームディレクトリのパスワードが一致しません。";
"kUserHomeDirPassDoesntMatchImageBody" = "このユーザアカウントのパスワードを“システム環境設定”で変更して、選択した FileVault ホームディレクトリのパスワードと一致させてください。";
"kEnableRootUserMenuItem" = "ルートユーザを有効にする";
"kDisableRootUserMenuItem" = "ルートユーザを無効にする";

"kODServerType" = "Open Directory サーバ";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Active Directory のドメイン";
"kLocalODMasterDisplayName" = "ローカルサーバ";

"kStatusDisplayStringODUp" = "このサーバは正常に応答しています。";
"kStatusDisplayStringODDown" = "このサーバからの応答がありません。";
"kStatusDisplayStringODChecking" = "このコンピュータは %@ に接続しようとしています。";
"kStatusDisplayStringODNotUsed" = "このサーバは現在使用されていません。";
"kStatusDisplayStringADUp" = "このドメインは正常に応答しています。";
"kStatusDisplayStringADDown" = "このドメインからの応答がありません。";
"kStatusDisplayStringADChecking" = "このコンピュータは %@ に接続しようとしています。";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ このサーバは認証検索ポリシーにありません。";

"kNoDirectoryServersFoundMsg" = "設定されたディレクトリサーバがありません";

"kEditDirServerMergeAccountLabelFormat" = "“%@”を下のネットワークアカウントと結合";

"kSingleSBSFound" = "Mac OS X サーバ “%@”は次のサービスを提供しています。これらのサービスを使用するようにコンピュータを設定しますか？";
"kSBSMergeAccountLabelFormat" = "はい、アプリケーションを設定します";
"kSBSDontMergeAccountLabelFormat" = "サービスを設定";
"kSBSDontDoAnything" = "いいえ、アプリケーションを設定しません";
"kSBSOptionsPageMsgFormat" = "サーバによって提供されたサービスを使うためにアプリケーションを設定してもよろしいですか？次のような処理を行います：\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "サーバ管理者から提供された“%@”上の名前とパスワードを入力してください。";
"kSBSAuthPageMsg2Format" = "このコンピュータ上のアカウント“%@”のパスワードを入力してください。";
"kSBSFinalPageMsgFormatMerge" = "アプリケーションは“%@”上のサービスを利用できるようになりました。\r\r%@\r\r新しいサービスを使うには、一度ログアウトして再度ログインし直してください。";
"kSBSFinalPageMsgLocalPassChanged" = "このコンピュータ上にあるアカウント“%1$@”のパスワードは、サーバ“%3$@”にあるアカウント %2$@ のパスワードと一致するように変更されました。";
"kSBSFinalPageMsgServerPassChanged" = "サーバ“%2$@”にあるアカウント %1$@ のパスワードは、このコンピュータ上にあるアカウント“%3$@”のパスワードと一致するように変更されました。";
"kSBSFinalPageMsgFormatNoMerge" = "アプリケーションは“%@”上のサービスを利用できるようになりました。";
"kUpgradeUserFailedTitle" = "ユーザアカウントの設定に失敗しました。";
"kUpgradeUserFailedMsgFormat" = "タイプ %d の予期しないエラーが起きました。変更は行われませんでした。";
"kUpgradeUserFailedbadPasswdMSg" = "ネットワークアカウントのパスワードが間違っています。パスワードとアカウント名を確認して、もう一度入力してください。";
"kUpgradeUserFailedDSErrorMSg" = "Open Directory エラーが起きました。変更は行われませんでした。";
"kUpgradeUserFailedBackupErrorMSg" = "バックアップを設定中にエラーが起きました。変更は行われませんでした。バックアップをしないで続けるには、バックアップを切にして、もう一度試してみてください。";

"kAugmentUserBindingToSBSAlert" = "サーバ上のサービスを使いますか？";
"kAugmentUserBindingToSBSMsgFormat" = "%@ 上のサービスの使用を選択すると、アカウントの設定はこれらのサービスを使うよう設定されます。";
"kAugmentUserBindingToSBSBindBtn" = "サーバを使う";
"kAugmentUserBindingToSBSDontBindBtn" = "キャンセル";

"kSureToDeleteODServerTitle" = "ディレクトリサーバの利用を中止しますか？";
"kSureToDeleteODServerMsg" = "ディレクトリサーバ“%@”の利用を中止してもよろしいですか？この操作は取り消しできません。";
"kSureToDeleteSBServerTitle" = "Mac OS X サーバの利用を中止しますか？";
"kSureToDeleteSBServerMsg" = "Mac OS X サーバ %@ 上のサービスの利用を中止してもよろしいですか？この操作は取り消しできません。";
"kCantDeleteLocalSBSTitle" = "ローカルサーバの削除ができません。";
"kCantDeleteLocalSBSMsg" = "ローカルサーバはこの Mac OS X サーバが適切に機能するのに必要なため、削除できません。";
"kCantEditLocalSBSTitle" = "ローカルサーバの編集ができません。";
"kCantEditLocalSBSMsg" = "ローカルサーバはこの Mac OS X サーバが適切に機能するのに必要なため、編集できません。";
"kDeleteServerBtn" = "サーバの利用を中止";
"kDontDeleteServerBtn" = "キャンセル";
"kLeaveServerBtn" = "サーバの利用を中止";
"kDontLeaveServerBtn" = "キャンセル";
"kLogOutBtn" = "ログアウト";
"kQuitBtn" = "終了";
"kSkipFoundSBSSheetBtn" = "スキップ";
"kJoinButton" = "設定を終了";
"kBeginSetupBtn" = "設定を開始";
"kNewSBSStepTitleAlert" = "はじめに";
"kNewSBSStepTitleAuth" = "認証";
"kNewSBSStepTitleOptions" = "設定オプション";
"kNewSBSStepTitleBackUp" = "バックアップ";
"kNewSBSStepTitleFinished" = "成功";
"kNewSBSBadLocalPassword" = "認証に失敗しました。";
"kNewSBSBadLocalPasswordMsg" = "ローカル・ユーザ・アカウントに入力したパスワードが正しくありません。";
"kNewSBSBadNetPassword" = "認証に失敗しました。";
"kNewSBSBadNetPasswordMsg" = "サーバ上にあるユーザ情報と入力した名前とパスワードが一致しません。";
"kSureNotToMergeTitle" = "ローカルアカウントをアップグレードせずに続けてもよろしいですか？";
"kSureNotToMergeMsg" = "“%@”によって提供されたサービスを使うためにアップグレードしないと、サーバ管理者によって提供された名前とパスワードを使ってログインする必要があります。";
"kDontMergeBtn" = "アップグレードしない";
"kGoBackBtn" = "戻る";
"kMailServiceName" = "メール";
"kMailServiceDescription" = "メールアカウントを設定し、サーバ上にある連絡先を表示します。";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "iChat アカウントを設定し、iChat メンバーリストを生成します。";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "このコンピュータ上のデータをこのサーバにバックアップできるようにします。";
"kFileServicesServiceName" = "ファイル共有";
"kFileServicesServiceDescription" = "共有ディスクを Finder のサイドバーに追加します。";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "サーバに個人のカレンダーを作成し、そのカレンダーを iCal に追加します。";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "wiki とブログを使ってグループウェブサイトにアクセスできるようになります。";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "リモートからプライベートネットワークに接続できるようにします。";
"kMailConfigDetails" = "• サーバ上のメールアカウントを使うように Mail を設定\r";
"kIChatConfigDetails" = "• サーバ上の iChat アカウントを使うように iChat を設定\r";
"kFileSharingConfigDetails" = "• サーバ上にある共有ディスクを Finder のサイドバーに追加\r";
"kICalConfigDetails" = "• サーバ上にある個人用カレンダーを iCal に追加\r";
"kVPNConfigDetails" = "• このサーバに対する VPN 設定を追加\r";
"kDontAskAboutThisServerAgain" = "今後このサーバについて確認しない";
"kDontAskAboutTheseServersAgain" = "今後これらのサーバについて確認しない";

"kBackupAllData" = "このコンピュータ上のすべてのデータをバックアップ";
"kCouldntAddServer" = "サーバを追加できません。";
"kCouldntAddServerUnexpectedErrorFormat" = "タイプ %d（%@）の予期しないエラーが起きました。";
"kBadODServerNameFormat" = "%@ からの応答がありませんでした。入力したアドレスが正しいか確認してください。";
"kDuplicateServerNameFormat" = "このコンピュータはすでに %@、または一致したレプリカを利用中です。";
"kServerDoesntSupportSSLFormat" = "%@ は SSL で暗号化されたディレクトリ接続をサポートしていません。";
"kServerHasUnsupportedMappingsFormat" = "%@ は、Open Directory サーバではないか、カスタムマッピングを使用しているため、追加できません。\n\nこのサーバを追加するには：\n\n• メインウインドウの“詳細設定を表示”ボタンをクリックします。\n• ツールバーから“サービス”を選択します。\n• LDAPv3 サービスを使って、適切なマッピングでこのサーバを追加します。";
"kCouldntAddADDomain" = "ドメインを追加できません。";
"kCouldntAddADDomainUnexpectedErrorFormat" = "タイプ %d（%@）の予期しないエラーが起きました。";
"kBadADDomainNameFormat" = "%@ からの応答がありませんでした。入力したアドレスが正しいか確認してください。";
"kPasswordsDontMatchTitle" = "入力したパスワードが一致しません。";
"kPasswordsDontMatchMsg" = "もう一度やり直してください。";

"kAddODServerStepCheckingAddress" = "サーバアドレスを確認中...";
"kAddODServerStepCheckingForDupes" = "一致したサーバを検証中...";
"kAddODServerStep1" = "サーバ情報を検出...";
"kAddODServerStep2" = "マッピングを検証中...";
"kAddODServerStep3" = "要求されたセキュリティレベルを検出して要求をバインド中...";
"kAddODServerStep4" = "バインド中...";
"kAddODServerStep5" = "サーバを設定に追加中...";

"kCouldntBindToWGSWithADParent" = "バインドできません。";
"kCouldntBindToWGSWithADParentMsg" = "サーバ %@ は Active Directory ドメイン %@ にバインドされています。このサーバにバインドするには、先に Active Directory ドメインにバインドする必要があります。";
"kDupeComputerRecordFound" = "同じ名前のコンピュータがすでにこのディレクトリに存在します。上書きすることが可能ですが、そのコンピュータが使用中の場合、上書きするとそのコンピュータが無効になることがあります。";
"kAuthedBindingRequired" = "このサーバは、認証されたバインドを要求します。このサーバ用の名前とパスワードを入力してください。";
"kAuthedBindingAllowed" = "このサーバは、認証されたバインドを許可します。名前とパスワードを入力することができます。また、空欄のままにして、匿名でバインドすることもできます。";
"kAuthedBindingAuthFailure" = "入力した名前とパスワードが一致しません。ご自分の認証情報を確認してから、もう一度やり直してください。";
"kPermissionFailureDuringAuthBind" = "既存のコンピュータレコードを上書きする権限がありません。サーバ管理者に報告するか、別のコンピュータ ID を試してください。";

/* toolbar labels */
"kUsers" = "ユーザ";
"kServices" = "サービス";
"kAuth" = "認証";
"kAdvanced" = "詳細";
"kDebug" = "デバッグ";
"kSearchPaths" = "検索方式";
